{
  "status": "ok",
  "totalResults": 63,
  "articles": [
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "William Mauldin",
      "title": "The Wall Street Journal: Kudlow threatens ‘consequences’ if China’s Xi doesn’t meet with Trump at G-20",
      "description": "President Donald Trump could take further action against China if President Xi Jinping doesn’t agree to a meeting at the Group of 20 summit of leading economies in Japan later this month, the White House’s top economic adviser said Thursday.",
      "url": "https://www.wsj.com/articles/trump-could-retaliate-if-xi-balks-at-trade-meeting-kudlow-says-11560459628",
      "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GQ203_kudlow_ZG_20180917163200.jpg",
      "publishedAt": "2019-06-13T23:33:26Z",
      "content": "WASHINGTON President Donald Trump could take further action against China if President Xi Jinping doesnt agree to a meeting at the Group of 20 summit of leading economies in Japan later this month, the White Houses top economic adviser said Thursday.\r\nPreside… [+871 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Brent Kendall and John D. McKinnon",
      "title": "FTC Gets Jurisdiction for Possible FACEBOOK Probe...",
      "description": "FTC Gets Jurisdiction for Possible FACEBOOK Probe... (Third column, 9th story, link ) Related stories: PLANET TECH ROCKED: AMAZON PRIMED FOR ANTITRUST... GOOGLE Dominance No Longer Sure Thing... Scrutiny by Justice Dept Has Been Building... Few political alli…",
      "url": "https://www.wsj.com/articles/ftc-to-examine-how-facebook-s-practices-affect-digital-competition-11559576731",
      "urlToImage": "https://images.wsj.net/im-79017/social",
      "publishedAt": "2019-06-03T16:10:37Z",
      "content": "WASHINGTONThe Federal Trade Commission will lead any antitrust investigation into Facebook Inc. under an arrangement that gives the Justice Department chief oversight of Alphabet Inc.s Google, as the U.S. government gears up for scrutiny of the countrys major… [+272 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Dan Gallagher",
      "title": "GOOGLE Dominance No Longer Sure Thing...",
      "description": "GOOGLE Dominance No Longer Sure Thing... (Top headline, 2nd story, link ) Related stories: WIRE: Big Tech Should Be Afraid. Very Afraid... Advertise here",
      "url": "https://www.wsj.com/articles/googles-dominance-is-no-longer-a-sure-thing-11559427954",
      "urlToImage": "https://images.wsj.net/im-78844/social",
      "publishedAt": "2019-06-02T06:07:36Z",
      "content": "In irony that surely wont register in Washington, the latest crackdown on Google comes just as the internet giant is demonstratingon its ownthat it is far from invincible.The Justice Department is preparing a new antitrust investigation against Google parent\r… [+2978 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Laura Forman",
      "title": "FACEBOOK May Be Tough Beast to Tame...",
      "description": "Facebook shares have been pummeled by negative news over the last 15 months, but investors enticed by its continued growth in the face of these challenges have regularly bought on the ensuing dips. In the near-term at least, that is unlikely to change.",
      "url": "https://www.wsj.com/articles/facebook-may-be-tough-beast-for-regulators-to-tame-11559641949",
      "urlToImage": "https://images.wsj.net/im-79262/social",
      "publishedAt": "2019-06-04T10:49:38Z",
      "content": "Facebook shares have been pummeled by negative news over the last 15 months, but investors enticed by its continued growth in the face of these challenges have regularly bought on the ensuing dips. In the near-term at least, that is unlikely to change.\r\nOn Mo… [+273 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Peggy Noonan",
      "title": "NOONAN: Overthrow the Prince of FACEBOOK...",
      "description": "Big tech has become too powerful and abusive. We know enough about it to break up its dominance.",
      "url": "https://www.wsj.com/articles/overthrow-the-prince-of-facebook-11559862145",
      "urlToImage": "https://images.wsj.net/im-80223/social",
      "publishedAt": "2019-06-07T02:25:37Z",
      "content": "Ill start with a personal experience and then try to expand into Republicans and big tech.\r\nIn the spring of 2016, Facebook came under pressure, stemming from leaks by its workers, over charges of systemic political bias. I was not especially interested: a Si… [+189 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Lukas I. Alpert",
      "title": "Political-News Sites Forge Ad Group to Compete With FACEBOOKGOOGLE...",
      "description": "News sites from across the political spectrum hope the Digital News Alliance will help them compete better with Facebook and Google as the 2020 election cycle heats up.",
      "url": "https://www.wsj.com/articles/political-news-sites-forge-ad-group-to-compete-with-facebook-and-google-11561028400",
      "urlToImage": "https://images.wsj.net/im-83402/social",
      "publishedAt": "2019-06-20T11:28:38Z",
      "content": "Political advertising makes strange bedfellows.News sites from across the political spectrum are joining forces to form an ad-sales alliance to compete better with\r\nFacebook Inc.\r\nand Google as the 2020 election cycle heats up.The Digital News Alliance brings… [+2729 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Charlie McGee",
      "title": "Media CEOs Reign Over Pay...",
      "description": "The S&P 500’s communication-services sector—home to Facebook, Disney and AT&T—posted a median CEO pay of $22.6 million in 2018, higher than any other index sector.",
      "url": "https://www.wsj.com/articles/media-ceos-reign-over-2018-pay-11561557237",
      "urlToImage": "https://images.wsj.net/im-84656/social",
      "publishedAt": "2019-06-26T14:22:36Z",
      "content": "Media titans came under heavy scrutiny in 2018 for their business practices and deal making, but they were well-compensated for their trouble. \r\nThe S&amp;P 500s communication-services sector, a group that includes Facebook Inc., Walt Disney Co. and AT&amp;T … [+220 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Jason L. Riley",
      "title": "Hoaxes More Common Than You Think...",
      "description": "Hoaxes More Common Than You Think... (Second column, 9th story, link ) Related stories: INSTAGRAM Head Insists App Doesn't Listen to Your Conversations, Look at Messages... FACEBOOK to give 'hate speech' suspect info to courts... Advertise here",
      "url": "https://www.wsj.com/articles/hate-crime-hoaxes-are-more-common-than-you-think-11561503352",
      "urlToImage": "https://images.wsj.net/im-84763/social",
      "publishedAt": "2019-06-26T01:52:37Z",
      "content": "When I asked Wilfred Reilly about last weeks appointment of a special prosecutor in Chicago to take up the Jussie Smollett case, he was cautiously optimistic. Mr. Reilly is author of a new book, Hate Crime Hoax, in which he details how the initial publicity f… [+4358 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Suzanne Vranica",
      "title": "Advertisers Wary of Big-Tech Breakup...",
      "description": "Advertisers Wary of Big-Tech Breakup... (Second column, 18th story, link ) Related stories: Political-News Sites Forge Ad Group to Compete With FACEBOOKGOOGLE... Advertise here",
      "url": "https://www.wsj.com/articles/advertisers-are-wary-of-breaking-up-google-and-facebook-11561057954",
      "urlToImage": "https://images.wsj.net/im-83755/social",
      "publishedAt": "2019-06-21T00:52:39Z",
      "content": "CANNES, FranceAdvertisers have griped about the power Google and\r\nFacebook Inc.\r\n FB 1.09%\r\nwield over the digital ad market. But they are generally wary of breaking up the tech giants, judging by the views of the attendees at the annual advertising festival … [+5470 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Alexandra Bruell",
      "title": "In Sunny Cannes, Marketers Fret Over Dark Content Online...",
      "description": "In Sunny Cannes, Marketers Fret Over Dark Content Online... (Second column, 17th story, link ) Related stories: Advertisers Wary of Big-Tech Breakup... Advertise here",
      "url": "https://www.wsj.com/articles/in-sunny-cannes-marketers-fret-over-dark-content-online-11561109401",
      "urlToImage": "https://images.wsj.net/im-83771/social",
      "publishedAt": "2019-06-21T11:34:38Z",
      "content": "The Cannes Lions ad festival is a sunny fixture for many in marketing, an annual ritual of schmoozing on the French Riviera, drinking ever-present rosé and sounding off on panels about the industry and creativity.But amid the self-congratulation and parties, … [+4322 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Joseph De Avila",
      "title": "Lawyers for Sandy Hook Families Say Alex Jones Sent Them Child Pornography - The Wall Street Journal",
      "description": "Lawyers for Sandy Hook Families Say Alex Jones Sent Them Child Pornography The Wall Street Journal Talk-show host Alex Jones sent child pornography to the legal team representing family members of victims killed at Sandy Hook Elementary School in a... View fu…",
      "url": "https://www.wsj.com/articles/lawyers-for-sandy-hook-families-say-alex-jones-sent-them-child-pornography-11560809877",
      "urlToImage": "https://images.wsj.net/im-82750/social",
      "publishedAt": "2019-06-17T22:17:00Z",
      "content": "Far-right talk-show host Alex Jones sent child pornography to the legal team representing family members of victims killed at Sandy Hook Elementary School school in a defamation case against him, the attorneys said.The attorneys turned over what they said was… [+2579 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Rob Copeland",
      "title": "Google Maps Littered With Fake Business Listings, Tormenting Competitors and Customers - The Wall Street Journal",
      "description": "Google Maps Littered With Fake Business Listings, Tormenting Competitors and Customers The Wall Street Journal Millions of pushpins on Google Maps point to false business addresses created by firms pretending to be nearby. Some are fibbing to get your busines…",
      "url": "https://www.wsj.com/articles/google-maps-littered-with-fake-business-listings-harming-consumers-and-competitors-11561042283",
      "urlToImage": "https://si.wsj.net/public/resources/images/B3-EH884_GOOGFA_SOC_20190619194319.jpg",
      "publishedAt": "2019-06-20T14:51:00Z",
      "content": "Out of habit, Nancy Carter, a retired federal employee, turned to Google for help one August evening. She ended the night wishing she hadnt. Ms. Carter had pulled into her Falls Church, Va., driveway and saw the garage door was stuck. The 67-year-old searched… [+18006 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "John D. McKinnon",
      "title": "States Prepare to Launch Investigations Into Tech Giants - The Wall Street Journal",
      "description": "States Prepare to Launch Investigations Into Tech Giants The Wall Street Journal WASHINGTON—State attorneys general are preparing for their own investigations into big tech platforms including Google and Facebook, based on concerns...",
      "url": "https://www.wsj.com/articles/states-add-to-scrutiny-on-google-facebook-other-big-tech-11559918816",
      "urlToImage": "https://images.wsj.net/im-80305/social",
      "publishedAt": "2019-06-07T14:46:00Z",
      "content": "WASHINGTONState attorneys general are preparing for their own investigations into big tech platforms including Google and Facebook, based on concerns that largely mirror those driving probes by the Justice Department, the Federal Trade Commission and Congress… [+130 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Benjamin Mullin",
      "title": "Facebook’s Sheryl Sandberg: 'We Understand' Concerns About Big Tech Companies - The Wall Street Journal",
      "description": "Facebook’s Sheryl Sandberg: 'We Understand' Concerns About Big Tech Companies The Wall Street Journal Facebook Chief Operating Officer Sheryl Sandberg said that the social-media company failed to anticipate foreign interference aimed at disrupting the 2016 U.…",
      "url": "https://www.wsj.com/articles/facebooks-sheryl-sandberg-we-understand-concerns-about-big-tech-companies-11560953840",
      "urlToImage": "https://images.wsj.net/im-83215/social",
      "publishedAt": "2019-06-19T14:17:00Z",
      "content": "CANNES, France\r\nFacebook Inc.\r\n FB -1.35%\r\nChief Operating Officer Sheryl Sandberg said that the social-media company failed to anticipate foreign interference aimed at disrupting the 2016 U.S. presidential election.Speaking onstage during a question-and-answ… [+2618 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Agam Shah",
      "title": "Consortium of Tech Firms Sets AI Benchmarks - Wall Street Journal",
      "description": "Consortium of Tech Firms Sets AI Benchmarks Wall Street Journal A consortium of tech companies, including Facebook and Google, has released a set of benchmarks for evaluating the performance of artificial-intelligence tools,...",
      "url": "https://www.wsj.com/articles/consortium-of-tech-firms-sets-ai-benchmarks-11561490769",
      "urlToImage": "https://images.wsj.net/im-84851/social",
      "publishedAt": "2019-06-25T19:26:00Z",
      "content": "A consortium of tech companies, including\r\nFacebook Inc.\r\nand\r\nAlphabet Inc.s\r\nGoogle, has released a set of benchmarks for evaluating the performance of artificial-intelligence tools, aiming to help businesses navigate the fast-growing field. The benchmarksw… [+3837 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Dan Gallagher",
      "title": "Big Tech's Weird Day of Reckoning - The Wall Street Journal",
      "description": "Big Tech's Weird Day of Reckoning The Wall Street Journal The government even rained on Apple’s party. The opening of Apple Inc.’s annual Worldwide Developers Conference on Monday was clouded by a report from Reuters that the Justice Department might be looki…",
      "url": "https://www.wsj.com/articles/big-techs-weird-day-of-reckoning-11559641888",
      "urlToImage": "https://images.wsj.net/im-79261/social",
      "publishedAt": "2019-06-04T09:51:00Z",
      "content": "The government even rained on Apples party.\r\nThe opening of Apple Inc.s annual Worldwide Developers Conference on Monday was clouded by a report from Reuters that the Justice Department might be looking into the companys business as part of a broader examinat… [+267 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Tripp Mickle",
      "title": "Apple Touts New Privacy Features Amid Scrutiny of Tech Giants - Wall Street Journal",
      "description": "Apple sought to tout itself as a digital-privacy crusader with an anonymous login system and tools that prevent apps from tracking a user’s location, a push that is designed to further differentiate it from Google and Facebook, which have built their fortunes…",
      "url": "https://www.wsj.com/articles/apple-touts-new-privacy-features-amid-scrutiny-of-tech-giants-11559589479",
      "urlToImage": "https://images.wsj.net/im-79107/social",
      "publishedAt": "2019-06-03T19:17:00Z",
      "content": "Apple Inc. sought to tout itself as a digital-privacy crusader with an anonymous login system and tools that prevent apps from tracking a users location, a push that is designed to further differentiate it from Google and Facebook Inc. which have built their … [+279 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Avantika Chilkoti",
      "title": "Nasdaq Slides as Investors Weigh Tech Probes - The Wall Street Journal",
      "description": "Nasdaq Slides as Investors Weigh Tech Probes The Wall Street Journal Technology stocks tumbled Monday, hit by fresh fears that regulators might take a bigger shot than anticipated at industry giants like Alphabet and Facebook. The Nasdaq Composite slid 1.2%, …",
      "url": "https://www.wsj.com/articles/stocks-bond-yields-start-the-week-with-fresh-declines-11559548438",
      "urlToImage": "https://images.wsj.net/im-79053/social",
      "publishedAt": "2019-06-03T17:19:00Z",
      "content": "Technology stocks tumbled Monday, hit by fresh fears that regulators might take a bigger shot than anticipated at industry giants like Alphabet and Facebook.\r\nThe Nasdaq Composite slid 1.2%, teetering on the edge of closing in correction territory: an at leas… [+151 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "The Editorial Board",
      "title": "Big Tech in the Dock - The Wall Street Journal",
      "description": "Big Tech in the Dock The Wall Street Journal Trust-busters have to confront the consumer benefit standard.",
      "url": "https://www.wsj.com/articles/big-tech-in-the-dock-11560206614",
      "urlToImage": "https://images.wsj.net/im-80929/social",
      "publishedAt": "2019-06-10T22:43:00Z",
      "content": "Who says Google and Facebook cant bring people together? Distrust of Big Tech is uniting the populist left and right, and perhaps antitrust regulators in the Trump Administration who now plan to investigate the giants. Some scrutiny is warranted, but the form… [+275 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Dan Gallagher",
      "title": "Google Pays for Big Tech’s Sins - The Wall Street Journal",
      "description": "Google Pays for Big Tech’s Sins The Wall Street Journal Google is hardly the only giant tech company in hot water these days, but its investors could be forgiven for feeling otherwise.",
      "url": "https://www.wsj.com/articles/google-pays-for-big-techs-sins-11560767581",
      "urlToImage": "https://images.wsj.net/im-82392/social",
      "publishedAt": "2019-06-17T10:33:00Z",
      "content": "Google is hardly the only giant tech company in hot water these days, but its investors could be forgiven for feeling otherwise.Heading into its annual shareholder meeting on Wednesday, parent company\r\nAlphabet\r\n GOOG 1.43%\r\nhas seen its share price substanti… [+2207 chars]"
    }
  ]
}