{
  "status": "ok",
  "totalResults": 44,
  "articles": [
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "David Hodari",
      "title": "Oil Jumps After Tanker Attacks in Middle East - The Wall Street Journal",
      "description": "Oil Jumps After Tanker Attacks in Middle East The Wall Street Journal Crude prices climbed sharply after an attack on two oil tankers in the Gulf of Oman, close to the Strait of Hormuz, where over a third of the world's shipped oil... View full coverage on Go…",
      "url": "https://www.wsj.com/articles/oil-prices-jump-after-suspected-tanker-attack-11560418265",
      "urlToImage": "https://images.wsj.net/im-81724/social",
      "publishedAt": "2019-06-13T12:34:00Z",
      "content": "Crude prices climbed sharply Thursday after an attack on two oil tankers in the Gulf of Oman, close to the Strait of Hormuz, where over a third of the worlds shipped oil passes through.Brent crude, the global benchmark, was up 2.9% at $61.69 a barrel on Londo… [+4124 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Timothy Puko",
      "title": "The Wall Street Journal: Trump administration lifts summer ethanol ban; energy industry vows it will sue",
      "description": "The Trump administration has decided to approve expanded use of ethanol fuel, a move that will help corn farmers hurt by the trade conflict with China—and that might pay political dividends for President Trump in farm-belt states such as Iowa.",
      "url": "https://www.wsj.com/articles/trump-administration-lifts-summer-ethanol-ban/",
      "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY382_corn_f_ZG_20181112122335.jpg",
      "publishedAt": "2019-05-31T10:49:32Z",
      "content": "WASHINGTONThe Trump administration has decided to approve expanded use of ethanol fuel, a move that will help corn farmers hurt by the trade conflict with Chinaand that might pay political dividends for President Trump in farm-belt states such as Iowa.\r\nUnder… [+1399 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Christopher M. Matthews",
      "title": "The Wall Street Journal: Carl Icahn seeks to oust 4 Occidental board members",
      "description": "Billionaire investor Carl Icahn is seeking to replace four directors at Occidental Petroleum Corp., saying the company’s board mismanaged its $38 billion deal to buy Anadarko Petroleum Corp.",
      "url": "https://www.wsj.com/articles/carl-icahn-seeks-to-replace-four-occidental-directors-11561587365",
      "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GB453_icahn0_ZG_20180109171517.jpg",
      "publishedAt": "2019-06-26T22:46:41Z",
      "content": "Billionaire investor Carl Icahn is seeking to replace four directors at Occidental Petroleum Corp., saying the companys board mismanaged its $38 billion deal to buy Anadarko Petroleum Corp.\r\nThe companys pending deal revealed a lack of effective corporate gov… [+935 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Benoit Faucon",
      "title": "Gulf States Boost Oil Security...",
      "description": "Gulf States Boost Oil Security... (Top headline, 8th story, link ) Related stories: Iranian boat fired missile at US drone prior to tanker attack, US official says... Says mine removed from stricken tanker... UK backs... TANKER OWNER DISPUTES... Tehran Billbo…",
      "url": "https://www.wsj.com/articles/gulf-of-oman-attacks-trigger-tighter-security-on-key-shipping-routes-11560525915",
      "urlToImage": "https://images.wsj.net/im-82343/social",
      "publishedAt": "2019-06-15T00:01:37Z",
      "content": "Governments and tanker companies were stepping up efforts to protect shipping lanes as the U.S. and Iran traded accusations over attacks on two tankers near the Strait of Hormuz, a waterway traversed by over a third of the worlds seaborne crude oil.Saudi Arab… [+7991 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Laura Forman",
      "title": "New Seafood Substitute Tastes as Fishy as it Sounds...",
      "description": "New Seafood Substitute Tastes as Fishy as it Sounds... (Second column, 13th story, link ) Advertise here",
      "url": "https://www.wsj.com/articles/new-seafood-substitute-tastes-as-fishy-as-it-sounds-11559567074",
      "urlToImage": "https://images.wsj.net/im-78945/social",
      "publishedAt": "2019-06-03T18:25:37Z",
      "content": "If you were skittish about calling an amalgamation of legumes and oil burgers, courtesy of Beyond Meat, you definitely arent ready for whats next. Finless bluefin tunathat is, tuna made without the use of a once-live fish could be coming soon to a grocery sto… [+268 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "The Editorial Board",
      "title": "WSJ: Tehran Calls Bluff...",
      "description": "WSJ: Tehran Calls Bluff... (First column, 2nd story, link ) Related stories: With Iran reversal, did Trump break pledge to never 'telegraph' military ops? Advertise here",
      "url": "https://www.wsj.com/articles/iran-calls-trumps-bluff-11561157239",
      "urlToImage": "https://images.wsj.net/im-84248/social",
      "publishedAt": "2019-06-22T13:13:37Z",
      "content": "President Trump called off a military strike against Iran in mid-mission Thursday, and his supporters and even some of his critics are hailing it as an act of restraint and courage. The question for American interests is whether Iran and other adversaries wil… [+3449 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "James Marson",
      "title": "U.S., NATO Moves in Baltics Raise Russian Fears...",
      "description": "U.S., NATO Moves in Baltics Raise Russian Fears... (First column, 1st story, link ) Related stories: Many Americans say financial situation worse since Great Recession... Bond king rings alarm bell... Advertise here",
      "url": "https://www.wsj.com/articles/u-s-nato-moves-in-baltics-raise-russian-fears-11560543426",
      "urlToImage": "https://images.wsj.net/im-82191/social",
      "publishedAt": "2019-06-14T20:34:37Z",
      "content": "The U.S. and its NATO allies flexed their muscles along Russias western border this week with military exercises and a pledge of new troops that have deepened Moscows fears of U.S. intentions in the region.Thousands of U.S. and European service members and 50… [+6329 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "José de Córdoba",
      "title": "Cuba Ration Lines Grow Tense as Economy Flails...",
      "description": "Cuba, under economic pressure from U.S. sanctions and Venezuela’s collapse, is experiencing ration lines that recall the grim post-Soviet “special period” of the 1990s. But Cuba’s police state is intact and its government commands the loyalties of many.",
      "url": "https://www.wsj.com/articles/cuba-ration-lines-grow-tense-as-economy-flails-11561109406",
      "urlToImage": "https://images.wsj.net/im-83438/social",
      "publishedAt": "2019-06-21T11:34:36Z",
      "content": "HAVANAA 91-year-old former comrade of Cubas late dictator Fidel Castro recently startled Cubans when he announced government plans to breed ostriches to help feed the masses.Comandante Guillermo García raved on Cubas main TV news show about the giant flightle… [+6435 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Michael R. Gordon",
      "title": "Moving closer to military confrontation...",
      "description": "Moving closer to military confrontation... (Top headline, 4th story, link ) Related stories: DRONE VIOLATING OR VICTIM? PELOSI: THIS IS DANGEROUS, HIGH-TENSION SITUATION... SCHUMER: ADMIN MAY BUMBLE INTO WAR... Advertise here",
      "url": "https://www.wsj.com/articles/u-s-and-iran-move-closer-to-military-conflict-after-downing-of-drone-11561076307",
      "urlToImage": "https://images.wsj.net/im-83897/social",
      "publishedAt": "2019-06-21T00:52:36Z",
      "content": "The U.S. and Iran edged closer to a military confrontation on Thursday as Iranian forces shot down an American reconnaissance drone and President Trump charged that Tehran had made a very big mistake. As the hours went by, each side refrained from additional … [+9953 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Benoit Faucon",
      "title": "U.S. Delays Petrochemical Sanctions on Iran - The Wall Street Journal",
      "description": "U.S. Delays Petrochemical Sanctions on Iran The Wall Street Journal The Trump administration has delayed new, tougher sanctions on Iran's petrochemical sector as it seeks to balance pressure on Tehran against rising tensions. View full coverage on Google News",
      "url": "https://www.wsj.com/articles/u-s-delays-petrochemical-sanctions-on-iran-11559295001",
      "urlToImage": "https://images.wsj.net/im-78348/social",
      "publishedAt": "2019-05-31T09:30:00Z",
      "content": "LONDONThe Trump administration has delayed new, tougher sanctions on Irans petrochemical sector, said people familiar with the matter, as it seeks to dial back tensions that have threatened to spiral out of control.\r\nThe pivot came after heated rhetoric betwe… [+229 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Gerald F. Seib",
      "title": "Trump Maneuvers Near a War He Doesn’t Want - The Wall Street Journal",
      "description": "Trump Maneuvers Near a War He Doesn’t Want The Wall Street Journal Trump faces division on how to handle Iran ABC News Iran, North Korea, British Prime Minister: Your Friday Briefing The New York Times Why Iran despises the Trump administration Washington Tim…",
      "url": "https://www.wsj.com/articles/trump-maneuvers-near-a-war-he-doesnt-want-11561134970",
      "urlToImage": "https://images.wsj.net/im-84064/social",
      "publishedAt": "2019-06-21T16:36:00Z",
      "content": "At the rally this week officially kicking off his re-election campaign, President Trump boasted that he withdrew the U.S. from the disastrous Iran deal and imposed the toughest ever sanctions on Tehran. In the very next passage of his speech, he declared that… [+4480 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Michael R. Gordon",
      "title": "U.S. Wants Allies to Help Keep Oil Lanes Open - The Wall Street Journal",
      "description": "U.S. Wants Allies to Help Keep Oil Lanes Open The Wall Street Journal Top Trump administration officials signaled the U.S. didn't intend to assume sole responsibility for safeguarding tankers in the Persian Gulf after attacks... View full coverage on Google N…",
      "url": "https://www.wsj.com/articles/u-s-wants-allies-to-help-keep-oil-lanes-open-11560898733",
      "urlToImage": "https://images.wsj.net/im-83102/social",
      "publishedAt": "2019-06-18T22:58:00Z",
      "content": "Top Trump administration officials signaled the U.S. didnt intend to assume sole responsibility for safeguarding tankers in the Persian Gulf after attacks Washington blames on Iran, because America has become less dependent on oil supplies from the region.Air… [+3214 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Rebecca Ballhaus",
      "title": "Trump Imposes New Sanctions on Iran - The Wall Street Journal",
      "description": "Trump Imposes New Sanctions on Iran The Wall Street Journal President Trump signed an executive order imposing sanctions on Iran, including against its supreme leader. He described the sanctions as “hard-hitting” and... View full coverage on Google News",
      "url": "https://www.wsj.com/articles/trump-to-impose-new-sanctions-on-iran-11561391817",
      "urlToImage": "https://images.wsj.net/im-84492/social",
      "publishedAt": "2019-06-24T16:23:00Z",
      "content": "WASHINGTONPresident Trump on Monday signed an executive order imposing new sanctions on Iran, including against its supreme leader and its foreign minister.Speaking to reporters in the Oval Office, where he signed the order, Mr. Trump described the sanctions … [+3171 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Alan S. Blinder",
      "title": "Empower Regulators to Stop Risky Financial Business - The Wall Street Journal",
      "description": "Empower Regulators to Stop Risky Financial Business The Wall Street Journal The FSOC, created by the Dodd-Frank Act of 2010, doesn't have enough power to do the job right.",
      "url": "https://www.wsj.com/articles/empower-regulators-to-stop-risky-financial-business-11560985117",
      "urlToImage": "https://images.wsj.net/im-81813/social",
      "publishedAt": "2019-06-19T22:58:00Z",
      "content": "This month the Federal Reserve hosted a conference in Chicago, to which it invited a list of academic and nonacademic experts on monetary policy (I was one) to advise it on strategy, procedures and communications. The backbone of the conference was high-quali… [+4781 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Rory Jones",
      "title": "Navy Responds to Suspected Attack on Oil Tankers in Gulf of Oman, Amid U.S.-Iran Tensions - The Wall Street Journal",
      "description": "Navy Responds to Suspected Attack on Oil Tankers in Gulf of Oman, Amid U.S.-Iran Tensions The Wall Street Journal Japan's Abe urges Iran to play constructive role for peace Al Jazeera English Two Japanese Oil Tankers Attacked Near Strait of Hormuz Fortune Ira…",
      "url": "https://www.wsj.com/articles/reports-of-incident-in-gulf-of-oman-send-oil-prices-up-11560410373",
      "urlToImage": "https://images.wsj.net/im-81670/social",
      "publishedAt": "2019-06-13T08:55:00Z",
      "content": "DUBAITwo oil tankers were damaged in suspected attacks off the coast of Iran early Thursday, sending oil prices sharply higher amid tensions between the U.S. and Iran following assaults on vessels last month.According to government officials in Japan and ship… [+3294 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Jeffrey Sparshott",
      "title": "Real Time Economics: Will Trump Really Impose Tariffs on Mexico?",
      "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. President Trump says tariffs on Mexico start Monday, Greg Ip likens a full-scale trade war to 1973’s Arab oil embargo, and a 50-year low for unemployment …",
      "url": "https://blogs.wsj.com/economics/2019/06/06/real-time-economics-will-trump-really-impose-tariffs-on-mexico/",
      "urlToImage": "https://images.wsj.net/im-79927",
      "publishedAt": "2019-06-06T10:57:25Z",
      "content": "Jun 6, 2019 6:57 am ET\r\n This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. President Trump says tariffs on Mexico start Monday, Greg Ip likens a full-scale trade war to 1973’s Arab oil embargo, and a 50-ye… [+91 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Jeffrey Sparshott",
      "title": "Real Time Economics: Are U.S. Factories in Trouble?",
      "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. U.S. factory activity is looking weaker, the American oil boom is moderating and the Fed is under a lot of pressure to get its next rate call right. Good …",
      "url": "https://blogs.wsj.com/economics/2019/06/25/real-time-economics-are-u-s-factories-in-trouble/",
      "urlToImage": "https://images.wsj.net/im-84479",
      "publishedAt": "2019-06-25T11:53:35Z",
      "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.U.S. factory activity is looking weaker, the American oil boom is moderating and the Fed is under a lot of pressure to get its next rate call right. Good mo… [+7713 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Jeffrey Sparshott",
      "title": "Real Time Economics: U.S. and China Talk Tough on Trade",
      "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. U.S. consumer spending and industrial production numbers are in focus this morning, the White House is threatening consequences if China’s president doesn…",
      "url": "https://blogs.wsj.com/economics/2019/06/14/real-time-economics-u-s-and-china-talk-tough-on-trade/",
      "urlToImage": "https://images.wsj.net/im-81909",
      "publishedAt": "2019-06-14T11:00:23Z",
      "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here.U.S. consumer spending and industrial production numbers are in focus this morning, the White House is threatening consequences if China's president doesn't… [+6744 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Greg Ip",
      "title": "World Looms Large in Fed Rate Plans - The Wall Street Journal",
      "description": "World Looms Large in Fed Rate Plans The Wall Street Journal Fed holds rates steady, but opens the door for a rate cut in the future CNBC Powell's power-play: The Good, the Bad, and the Ugly – USD may gain on uncertainty FXStreet Powell Gave, But the Markets W…",
      "url": "https://www.wsj.com/articles/world-looms-large-in-fed-rate-plans-11561023003",
      "urlToImage": "https://images.wsj.net/im-83507/social",
      "publishedAt": "2019-06-20T09:30:00Z",
      "content": "Like it or not, the Federal Reserve is the worlds central bank. Thus, the Fed is now signaling it will likely cut rates in coming months, not because the U.S. is headed into recession, but because shadows are growing over the rest of the world.On Wednesday, t… [+4258 chars]"
    },
    {
      "source": {
        "id": "the-wall-street-journal",
        "name": "The Wall Street Journal"
      },
      "author": "Laurence Norman",
      "title": "U.S. Lets Some Countries Continue Limited Iran Oil Imports - The Wall Street Journal",
      "description": "U.S. Lets Some Countries Continue Limited Iran Oil Imports The Wall Street Journal Evidence Iran was behind Gulf attacks to be presented to UN, John Bolton says The Guardian What former officials on the National Security Council really think of John Bolton Th…",
      "url": "https://www.wsj.com/articles/u-s-lets-some-countries-continue-limited-iran-oil-imports-11559233603",
      "urlToImage": "https://images.wsj.net/im-78110/social",
      "publishedAt": "2019-05-30T23:22:00Z",
      "content": "Countries that havent yet hit a U.S. limit on imports of Iranian oil can continue the trade without risk of sanctions until they reach the negotiated cap, a senior U.S. official said.\r\nThe U.S. in November issued waivers for China, India and six other countri… [+275 chars]"
    }
  ]
}